# Задание 1.
# Поработайте с переменными, создайте несколько,
# выведите на экран, запросите у пользователя несколько чисел и
# строк и сохраните в переменные, выведите на экран.

a = input("Напишите город в котором вы живете: ")
b = input("Напишите улицу на которой вы живете: ")
c = input("Напишите номер дома в котором вы живете: ")
d = input("Напишите номер квартиры в которой вы живете: ")
print("Вы живете в городе {} на улице {} в доме номер {} в квартире № {}".format(a,b,c,d))